src/test/resources/ws/status-request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pets="http://soap.lab/pets">
  <SOAP-ENV:Header>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <pets:StatusRequest />
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
